tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "romkatv/powerlevel10k"
tap "universal-ctags/universal-ctags"
brew "openssl@1.1"
brew "freetype"
brew "python@3.9"
brew "cmake"
brew "fd"
brew "harfbuzz"
brew "libass"
brew "ffmpeg"
brew "fzf"
brew "go"
brew "jump"
brew "minikube"
brew "neovim", args: ["HEAD"]
brew "nodenv"
brew "raylib"
brew "rbenv"
brew "ripgrep"
brew "subversion"
brew "terraform"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "vcpkg"
brew "wget"
brew "yadm"
brew "yarn"
brew "youtube-dl"
brew "zplug"
brew "romkatv/powerlevel10k/powerlevel10k"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "alacritty"
cask "android-studio"
cask "blender"
cask "brave-browser"
cask "docker"
cask "emacs"
cask "flutter"
cask "flycut"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-fira-mono"
cask "font-fira-mono-for-powerline"
cask "font-fira-mono-nerd-font"
cask "github"
cask "godot"
cask "google-chrome"
cask "istat-menus"
cask "iterm2"
cask "keycastr"
cask "little-snitch"
cask "mactex"
cask "spectacle"
cask "telegram"
cask "unity-hub"
cask "visual-studio-code"
cask "whatsapp"
cask "zoom"
